IDEA Open Model
ConProjectInfo Properties
Compatible with IDEA StatiCa 20.1
The ConProjectInfo type exposes the following members.
Properties
Name | Description
Author
 Name of the author
Connections
 Connections in the project
Date
 Date
Description
 The description of the project
DesignCode
 Design code
Name
 The name of the project
ProjectNumber
 Project number
Top
See Also
Reference
ConProjectInfo Class
IdeaRS.OpenModel.Connection Namespace